Repository: pengtianhao48-lab/koukoumomo
Catalog: KouKouMoMo/Assets/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.close
source: Close
zh_hans: 关闭

# home.title
source: KouKouMoMo
zh_hans: 抠抠摸摸

# home.subtitle
source: eyes closed. one finger. keep going.
zh_hans: 闭着眼 · 一根手指 · 一直玩

# hint.rotation
source: draw small circles
zh_hans: 画小圆

# hint.vertical
source: slide up & down
zh_hans: 上下滑动

# hint.horizontal
source: slide side to side
zh_hans: 左右滑动

# hint.tap
source: keep tapping
zh_hans: 一直点

# hint.continuous
source: any little motion
zh_hans: 随便动

# play.nose.title
source: Nose Pick
zh_hans: 抠鼻孔

# play.nose.subtitle
source: tiny circles inside
zh_hans: 画个小圆

# play.navel.title
source: Belly Button
zh_hans: 抠肚脐

# play.navel.subtitle
source: dig a little deeper
zh_hans: 越抠越深

# play.ear.title
source: Ear Lobe
zh_hans: 摸耳垂

# play.ear.subtitle
source: soft & bouncy
zh_hans: 软软 Q 弹

# play.finger.title
source: Finger Nibble
zh_hans: 咬手指

# play.finger.subtitle
source: chompy chompy
zh_hans: 咔咔小咬

# play.bubble.title
source: Bubble Wrap
zh_hans: 压泡泡

# play.bubble.subtitle
source: pop · pop · pop
zh_hans: 啪 · 啪 · 啪

# play.pen.title
source: Pen Spin
zh_hans: 转笔

# play.pen.subtitle
source: faster faster
zh_hans: 越转越快

# completion.pop
source: pop!
zh_hans: 啵！

# completion.clean
source: ✨ Clean!
zh_hans: ✨ 干净啦

# completion.comfy
source: so comfy~
zh_hans: 舒服～

# completion.snap
source: snap!
zh_hans: 啪！

# completion.pretty
source: smooth spin!
zh_hans: 漂亮！

# completion.seed_shell
source: seed shell
zh_hans: 瓜子壳

# completion.paper_ball
source: paper ball
zh_hans: 小纸团

# completion.candy_wrapper
source: candy wrap
zh_hans: 糖纸
